[
  {
    "id": "-3296886468753685358_0",
    "content": "Título: Breastfeeding initiation and duration: links to physical, mental and behavioural health in US children aged 3-5 years.\n\nResumo:\nBreastfeeding is a cornerstone of child health. We investigated the associations of any breastfeeding initiation and duration with physical, mental and behavioural health conditions among children aged 3-5 years in the USA. Data were derived from the 2016 to 2022 National Survey of Children's Health, which is a national, population-based, cross-sectional study. A total of 40 280 children aged 3-5 years were included. Any breastfeeding initiation and duration, physical (asthma, allergies, arthritis, cerebral palsy, diabetes, epilepsy or seizure disorder, heart conditions or severe headaches), mental (anxiety or depression) and behavioural (Tourette syndrome, attention-deficit/hyperactivity disorder or behavioural/conduct problems) health conditions were measured using parent-reported questionnaires. Any breastfeeding was significantly associated with lower odds of behavioural health conditions (OR=0.76, 95% CI: 0.58 to 0.99) and marginally with mental health conditions (OR=0.70, 95% CI: 0.48 to 1.02, p=0.067). There was a significant non-linear trend between any breastfeeding duration and having a mental or behavioural health condition (all P Any breastfeeding was linked to better behavioural health and marginally to mental health, with no association found for physical health among children aged 3-5 years in the USA. Any breastfeeding duration of approximately 15 months appears to have the strongest association with promoting children's mental and behavioural health.\n\nAutores: Ning Pan, Kang-You Li, Sai-Jun Huang, Li-Zi Lin, Lei Shi",
    "metadata": {
      "title": "Breastfeeding initiation and duration: links to physical, mental and behavioural health in US children aged 3-5 years.",
      "source": "PubMed",
      "source_url": "https://pubmed.ncbi.nlm.nih.gov/41502573",
      "authors": [
        "Ning Pan",
        "Kang-You Li",
        "Sai-Jun Huang",
        "Li-Zi Lin",
        "Lei Shi",
        "Qiang Feng",
        "Yingqian Chen",
        "An-Qi Ren",
        "Li Cai",
        "Xu-Chu Weng",
        "Xin Wang"
      ],
      "publication_date": "2025",
      "doi": "10.1136/bmjnph-2025-001175",
      "neurodivergence_type": "ADHD",
      "language": "en",
      "chunk_index": 0,
      "total_chunks": 1,
      "processed_at": "2026-01-08T22:46:56.397679"
    }
  },
  {
    "id": "-2712848193120021051_0",
    "content": "Título: The mediating role of anxiety and depression symptoms in the relationship between ADHD symptoms and polysubstance use among French university students: the i-share study.\n\nResumo:\nPolysubstance use, depressive disorder, and anxiety disorder are frequent comorbidities in adults with ADHD. This study aimed to explore the mediation role of anxiety and depression symptoms in the association between ADHD symptoms and polysubstance use. The study included 1675 French university students from February 2013 to July 2020 as part of the i-Share cohort. Time 1: ADHD symptoms were assessed using the Adult ADHD Self-Report Scale. Time 2: Anxiety and depression symptoms were evaluated using the State-Trait Anxiety Inventory-Y trait and the Patient Health Questionnaire-9, respectively. Time 3: Substance use was assessed through a self-reported questionnaire. We conducted a mediation analysis using structural equation modeling. The study included 1675 participants. At time 1, the level of ADHD symptoms was moderate (m: 10.66, sd: 3.99). At time 2, both anxiety (m: 47.11, sd: 10.57) and depression (m: 6.92, sd: 5.33) symptoms were moderate. At time 3, 93.49% (1566) of participants had used substances. The direct effect between ADHD factor and polysubstance use factor was of 1.66 (1.04-2.48). The indirect effects between ADHD factor and polysubstance use factor were through anxiety factor -0.68 (-1.15 to -0.37) and through depression factor -0.57 (-0.94 to -0.32). Although the mediation effects through anxiety and depression factors were negative, the total effect remained positive and significant (0.41 (0.27 to 0.59)). Anxiety factor and depression factor acted as negative and partial mediators in the association between ADHD factor and polysubstance use factor.\n\nAutores: François A M Jean, Charline Galesne, Noelia Retuerto, Marie C Navarro, Zeineb Azouz",
    "metadata": {
      "title": "The mediating role of anxiety and depression symptoms in the relationship between ADHD symptoms and polysubstance use among French university students: the i-share study.",
      "source": "PubMed",
      "source_url": "https://pubmed.ncbi.nlm.nih.gov/41496744",
      "authors": [
        "François A M Jean",
        "Charline Galesne",
        "Noelia Retuerto",
        "Marie C Navarro",
        "Zeineb Azouz",
        "Agathe Tabyaoui",
        "Mélissa Macalli",
        "Christophe Tzourio",
        "Cédric Galéra"
      ],
      "publication_date": "2026",
      "doi": "10.1016/j.abrep.2025.100652",
      "neurodivergence_type": "ADHD",
      "language": "en",
      "chunk_index": 0,
      "total_chunks": 1,
      "processed_at": "2026-01-08T22:46:56.397687"
    }
  },
  {
    "id": "-6865541021437538144_0",
    "content": "Título: The Effect of Virtual Reality-Based Social Cognitive Training for Autistic Adults: Protocol for STEPS (Social Cognitive Training Enhancing Pro-Functional Skills) Randomized Clinical Trial.\n\nResumo:\nAutistic adults constitute a growing and largely overlooked population with limited clinical and research resources. Social cognitive impairments are key deficits faced by this population, significantly impacting social interactions, educational and vocational functioning, and quality of life. Interventions targeting social cognition in autistic adults have shown promising results. Recent studies investigating the effect of virtual reality (VR)-based interventions for autistic adults have provided preliminary evidence supporting the feasibility and effectiveness of using this innovative technology. These studies indicate that VR interventions can enhance functional and social skills and improve specific neurocognitive and social cognitive functions. However, large-scale randomized clinical trials are urgently needed to fully assess the effectiveness of VR-based interventions for autistic adults. This protocol aims to provide a comprehensive description of the design and methodology of the STEPS (Social Cognitive Training Enhancing Pro-Functional Skills) trial. STEPS is a clinical, randomized, assessor-blinded, parallel-group superiority trial. A total of 140 participants will be allocated to receive either virtual reality-based social cognitive training (VRSCT) + treatment as usual (TAU) or TAU alone. The experimental group will receive 12 weekly 1-hour sessions of VRSCT, aiming at improving psychosocial functioning and social cognition through exposure to virtual social environments. The intervention comprises 3 core modules, namely emotions, social understanding, and complex social interactions. The exact content and duration of TAU received by each participant will be mapped and documented upon trial completion.",
    "metadata": {
      "title": "The Effect of Virtual Reality-Based Social Cognitive Training for Autistic Adults: Protocol for STEPS (Social Cognitive Training Enhancing Pro-Functional Skills) Randomized Clinical Trial.",
      "source": "PubMed",
      "source_url": "https://pubmed.ncbi.nlm.nih.gov/41490522",
      "authors": [
        "Johannes Andresen",
        "Alberte C E Jeppesen",
        "Anne Sofie Due",
        "Lise Sandvig Mariegaard",
        "Rizwan Parvaiz",
        "Carsten Hjorthøj",
        "Amy Elizabeth Pinkham",
        "Merete Nordentoft",
        "Gasper Letnar",
        "Jens Richardt Møllegaard Jepsen",
        "Louise Birkedal Glenthøj"
      ],
      "publication_date": "2026",
      "doi": "10.2196/72854",
      "neurodivergence_type": "ADHD",
      "language": "en",
      "chunk_index": 0,
      "total_chunks": 3,
      "processed_at": "2026-01-08T22:46:56.397696"
    }
  },
  {
    "id": "-6865541021437538144_1",
    "content": "p will receive 12 weekly 1-hour sessions of VRSCT, aiming at improving psychosocial functioning and social cognition through exposure to virtual social environments. The intervention comprises 3 core modules, namely emotions, social understanding, and complex social interactions. The exact content and duration of TAU received by each participant will be mapped and documented upon trial completion. Assessments will be conducted at baseline, at cessation of the intervention (3 months post baseline), and at 6 months post baseline. Participant enrollment began in May 2024. As of February 2025 (initial manuscript submission), 34 participants had been enrolled, increasing to 97 participants as of December 2025. Completion of enrollment is expected in April 2026. Data analysis is expected to begin in October 2026 following the final 6-month follow-up assessment. Results are anticipated in December 2026 and will be disseminated through peer-reviewed publications. To our knowledge, STEPS is the hitherto largest randomized clinical trial globally investigating the effect of VRSCT for autistic adults. The results of this innovative intervention approach may significantly advance research in the field of autism. VRSCT holds potential to improve psychosocial functioning, quality of life, and co-occurring clinical symptoms, and to reduce social cognitive deficits in autistic adults. Establishing evidence-based interventions is crucial for addressing the debilitating psychosocial challenges faced by this population, especially considering the absence of established gold-standard treatments.\n\nAutores: Johannes Andresen, Alberte C E Jeppesen, Anne Sofie Due, Lise Sandvig Mariegaard, Rizwan Parvaiz",
    "metadata": {
      "title": "The Effect of Virtual Reality-Based Social Cognitive Training for Autistic Adults: Protocol for STEPS (Social Cognitive Training Enhancing Pro-Functional Skills) Randomized Clinical Trial.",
      "source": "PubMed",
      "source_url": "https://pubmed.ncbi.nlm.nih.gov/41490522",
      "authors": [
        "Johannes Andresen",
        "Alberte C E Jeppesen",
        "Anne Sofie Due",
        "Lise Sandvig Mariegaard",
        "Rizwan Parvaiz",
        "Carsten Hjorthøj",
        "Amy Elizabeth Pinkham",
        "Merete Nordentoft",
        "Gasper Letnar",
        "Jens Richardt Møllegaard Jepsen",
        "Louise Birkedal Glenthøj"
      ],
      "publication_date": "2026",
      "doi": "10.2196/72854",
      "neurodivergence_type": "ADHD",
      "language": "en",
      "chunk_index": 1,
      "total_chunks": 3,
      "processed_at": "2026-01-08T22:46:56.397698"
    }
  },
  {
    "id": "-6865541021437538144_2",
    "content": "s.\n\nAutores: Johannes Andresen, Alberte C E Jeppesen, Anne Sofie Due, Lise Sandvig Mariegaard, Rizwan Parvaiz",
    "metadata": {
      "title": "The Effect of Virtual Reality-Based Social Cognitive Training for Autistic Adults: Protocol for STEPS (Social Cognitive Training Enhancing Pro-Functional Skills) Randomized Clinical Trial.",
      "source": "PubMed",
      "source_url": "https://pubmed.ncbi.nlm.nih.gov/41490522",
      "authors": [
        "Johannes Andresen",
        "Alberte C E Jeppesen",
        "Anne Sofie Due",
        "Lise Sandvig Mariegaard",
        "Rizwan Parvaiz",
        "Carsten Hjorthøj",
        "Amy Elizabeth Pinkham",
        "Merete Nordentoft",
        "Gasper Letnar",
        "Jens Richardt Møllegaard Jepsen",
        "Louise Birkedal Glenthøj"
      ],
      "publication_date": "2026",
      "doi": "10.2196/72854",
      "neurodivergence_type": "ADHD",
      "language": "en",
      "chunk_index": 2,
      "total_chunks": 3,
      "processed_at": "2026-01-08T22:46:56.397699"
    }
  },
  {
    "id": "-5004857991692315651_0",
    "content": "Título: Exploring the interplay of neuropsychological functions, psychological wellbeing, and lifestyle through principal component analysis: a comprehensive study.\n\nResumo:\nA balanced psychological wellbeing and healthy lifestyle-which includes regular physical activity and the prevention of alcohol and tobacco use-are relevant for neuropsychological functioning. We aimed to analyze the association between adolescent psychological wellbeing, physical activity, and ever having used alcohol and tobacco with neuropsychological principal components (PC). This cross-sectional research used the baseline data from a sample of 523 healthy adolescents enrolled in the Walnuts Smart Snack Dietary Intervention Trial from Barcelona. We performed principal components analysis (PCA) to determine neuropsychological PC using working memory, fluid intelligence, emotional recognition, risky decision-making and attention deficit hyperactivity disorder (ADHD) symptoms. Multiple linear regression was used to analyze the relationship between psychological wellbeing, physical activity, and ever used alcohol and tobacco with neuropsychological PC. Regression models were adjusted by child sex, age, maternal education, and socioeconomic status. Two neuropsychological PC, \"ADHD symptoms\" and \"hot executive function,\" were identified in PCA analyses (eigenvalues > 1.0). Psychological wellbeing showed an inverse association with the \"ADHD symptoms\" PC (β Our main results suggest that less psychological wellbeing, as well as ever having used alcohol or tobacco, was associated with \"ADHD symptoms\" PC. Physical activity might have a direct association with \"hot executive functions\" PC in a healthy adolescent sample.\n\nAutores: Nicolas Ayala-Aldana, Marina Ruiz-Rivera, Ariadna Pinar-Martí, Mónica López-Vicente, Oren Contreras-Rodríguez",
    "metadata": {
      "title": "Exploring the interplay of neuropsychological functions, psychological wellbeing, and lifestyle through principal component analysis: a comprehensive study.",
      "source": "PubMed",
      "source_url": "https://pubmed.ncbi.nlm.nih.gov/41488935",
      "authors": [
        "Nicolas Ayala-Aldana",
        "Marina Ruiz-Rivera",
        "Ariadna Pinar-Martí",
        "Mónica López-Vicente",
        "Oren Contreras-Rodríguez",
        "Jordi Julvez"
      ],
      "publication_date": "2025",
      "doi": "10.3389/fpsyg.2025.1692251",
      "neurodivergence_type": "ADHD",
      "language": "en",
      "chunk_index": 0,
      "total_chunks": 1,
      "processed_at": "2026-01-08T22:46:56.397704"
    }
  }
]